Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/C15B.tmx
Source language: en_us
Languages: zh_cn

source: A life in writing: Cynthia Ozick
zh_cn: 写作人生：辛西娅奥芝克

source: In Foreign Bodies, Cynthia Ozick's new novel, there is a character called Marvin who is loud and obnoxious but who excites a certain sympathy on the basis of his type: his wife accuses him of having no self.
zh_cn: 辛西娅奥芝克（ Cynthia Ozick）的小说《Foreign Bodies》中有一个人物叫马维因。他说话声大，有些让人讨厌，但是他又有些让人同情之处：他的妻子总是怨他缺少自我。

source: This is a classic Ozick observation.
zh_cn: 这是奥芝克经典的观察事物的方法。

source: "What does it mean?" she says, at her dining-room table in a small town outside New York City.
zh_cn: “这是什么意思呢？”她这样说道。她住在纽约城外的一个小镇上。

source: It is a hot day and the room is cool and dim.
zh_cn: 当她说这番话时我们正坐在一张餐桌旁，屋里清爽阴凉，屋外骄阳似火。

source: It means "he's always looked over his shoulder at other people, beginning when he went to Princeton. He's always looking for another self, a better self, than his own self-disparaged self."
zh_cn: 这段话的意思是“当他来到普林斯顿时他总是回头寻找另一个自我，一个比现在更完善，不再自惭形秽的自我。”

source: The disparaged self is a great theme of Ozick's, the construction of an identity after immigration, trauma, movement from one class to another.
zh_cn: 对于自我的不认同，然后经过移民、精神创伤、从一个阶层到另一个阶层的转变，最后又寻回自我的过程，都是奥芝克小说的一大主题。

source: She is also familiar with it in the personal sense.
zh_cn: 同样她本人也非常熟悉这种自我转变。

source: She refers to herself in the interview as "unknown, totally obscure".
zh_cn: 她在访问中称自已是“不知名的、渺小的”。

source: There's a trembling quality to Ozick, a misleading fragility that acts as the surface tension to her great depths.
zh_cn: 奥克芝有一种震撼人心的力量，被人误解的脆弱呈现的是一种表面张力，掩盖着其深刻的内心世界。

source: She wrote the new novel partly as a challenge from David Miller, her agent, who noted that she had never written about music before and so as well as Marvin she created Leo, a composer.
zh_cn: 她创作这部小说的部分原因，是想挑战她的经济人大卫米勒（David Miller）。米勒说她的小说里从未涉及过音乐，所以除了在小说中创造了马维因，她又创造了另一个人物——音乐家里奥。

source: His passion, which she delineates brilliantly, is, one assumes, that of the writer in musician's form.
zh_cn: 奥克芝充分地描述了他对音乐的执著，就像一个作家对文字的热爱一样。

source: "Yes, it's a snow job," she says.
zh_cn: 她说“是的，作家的这个职业有点花言巧语。

source: "Bullshit.
zh_cn: “真是该死！

source: It's just a transposition of one kind of passion to another."
zh_cn: 我们只是把这种热情转移到小说中的人物身上。”

source: Ozick is 83.
zh_cn: 奥芝克今年83岁。

source: She recalls growing up in the Bronx in an era when - she smiles to acknowledge how impossible this sounds - it was semi-rural.
zh_cn: 她回忆着自已生长在布鲁克林区的点滴：在那个年代这个地区还只是一片乡村，听起来好像不可能。

source: When she describes her upbringing, it is with unabashed writerliness, sentences that unfold and keep unfolding until she emerges, blinking, at the other end.
zh_cn: 她回忆着自已如回成长为作家：刚开始只是几行大胆的句子或片段，慢慢地这些文字像鸟儿一样舒展着翅膀，然后飞到了彼岸。时光如梭，这好像是眨眼之间的事情。

source: Her parents were immigrants from Russia - her mother came as a child, her father at 21 to escape the tsarist conscription.
zh_cn: 她的父母都是俄国的移民——母亲来到美国时只是个孩子，二十一岁的父亲为了逃避沙皇的征兵来到美国。

source: They ran a pharmacy together, addressed each other in public as Mr and Mrs O, and brought up their two children in what Ozick now sees as the tail end of the 19th century.
zh_cn: 他们经营着一家药店，大家都叫他们奥克芝先生或奥克芝太太。他们抓住了二十世纪的尾巴养育了两个孩子。

source: "Certainly there were plenty of cars, but the milkman came with horse and truck, in the Bronx, and in the summer the horses turds would be on the sidewalk and the sun was very hot and the streets were made of tar and these straw turds would sink into the tar and they had this fragrance of barn and country and it was not an unpleasant olfactory experience."
zh_cn: “那时侯大街上有很多汽车，但是送牛奶的工人还是用马车送货。在我居住的布鲁克林区，你会看到马粪就在路边，街道又是油漆路，炎热的夏天马粪会渗透到油漆路。小酒馆或整个村子都充满了这样的味道。这可不是让人愉快的经历”。

source: She draws breath and laughs.
zh_cn: 她大笑地回忆着过去。
